brew "git"
brew "jq"
brew "yq"
brew "node"
brew "python@3.11"
brew "terraform"
brew "tflint"
brew "terraform-docs"
brew "tfsec"
brew "helm"
brew "kubectl"
brew "kustomize"
brew "kubeconform"
brew "minikube"
brew "kind"
brew "gitleaks"
brew "trivy"
brew "argocd"
cask "docker"        # Docker Desktop (provides Docker engine and CLI)
