# Brewfile

# CLI tools
brew "git"
brew "git-flow"
brew "openjdk@8"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "awscli"
brew "node"
brew "maven"
brew "putty"
brew "selenium-server-standalone"
brew "vagrant"
brew "virtualbox"

# GUI apps
cask "visual-studio-code"
cask "google-chrome"
cask "slack"
cask "postman"
